"--- ALL CATEGORIES ---" = "--- TUTTE LE CATEGORIE ---";"--- ALL USERS ---" = "--- TUTTI GLI UTENTI ---";"Add Checkin" = "Aggiungi Arrivo";"Add Map" = "Aggiungi Mappa";"Add Photo" = "Aggiungi Foto";"Add Report" = "Aggiungi Report";"Added" = "Aggiunto";"Adding..." = "Aggiungendo...";"All Categories" = "Tutte le categorie";"All Checkins By" = "Tutti i Checkins di";"Are you sure you want to cancel?" = "Sei sicuro di voler annullare?";"Are you sure you want to delete?" = "Sei sicuro di voler cancellare?";"Authenticating..." = "Autenticazione ...";"Bitly Error" = "Errore Bitly ";"Cancel" = "Annulla";"Categories..." = "Categorie ...";"Category" = "Categoria";"characters" = "caratteri";"Checkin" = "Check-In";"Checkin Error" = "Errore Checkin";"Checkins" = "Checkins";"Clear" = "Cancella";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Fare clic sul pulsante Info per visualizzare le impostazioni di app, Plus pulsante per aggiungere una mappa o un pulsante Modifica per rimuovere una mappa.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Clicare sul pulsante Mappa per visualizzare la mappa della segnalazione, sul pulsante Filtro per filtrare per categoria o sul pulsante Componi per creare una nuova segnalazione.";"Click the Refresh button to upload pending reports." = "Cliccare sul pulsante Aggiorna per caricare le nuove segnalazioni .";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Cliccare sulla frecce Su e Giù per spostarsi tra checkins, cliccare sul percorso per visualizzare una mappa più grande o toccare una foto per vedere a schermo intero.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Fare clic sulla frecce Su e Giù per spostarsi tra le segnalazioni, il pulsante SMS per inviare l'URL della segnalazione, il pulsante Twitter per condividere il Tweet o il pulsante E-mail per inviare i dettagli della segnalazione via email.";"Contact" = "Contattaci";"Current Location" = "Posizione attuale";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Personalizza il tuo messaggio, inserire le credenziali, quindi premere il pulsante Invia per condividere su Twitter. Facoltativamente fare clic sul pulsante Link per accorciare gli URL.";"Date" = "Data";"Delete Report" = "Elimina la Segnalazione";"Description" = "Descrizione";"Discrete Mode On Shake" = "Modalità discreta su Shake";"Done" = "Fatto";"Download Offline Maps" = "Scarica la mappa offline";"Downloaded Map Zoom Level" = "Scaricato livello di zoom della mappa ";"Edit" = "Modifica";"email" = "e-mail";"Enter description" = "Inserire la descrizione";"Email Failed" = "E-mail non riuscita";"Enter date" = "Inserire la data";"Enter email" = "Inserirel'indirizzo e-mail";"Enter first name" = "Inserire il nome";"Enter last name" = "Inserire il cognome";"Enter location name" = "Inserire il nome della località";"Enter Map Details" = "Inserire i dettagli della mappa";"Enter message" = "Inserire il messaggio";"Enter name" = "Inserire il nome";"Enter news URL" = "Inserire l'URL dell'articolo";"Enter password" = "Inserire la password";"Enter time" = "Inserire l'ora";"Enter title" = "Inserire il titolo";"Enter tweet" = "Inserire tweet";"Enter URL" = "Inserire l'URL";"Enter URL or search phrase" = "Inserire la frase o URL di ricerca";"Enter username" = "Inserisci username";"Error" = "Errore";"Error Detecting Location" = "Errore Rilevamento Posizione";"Error Saving Photo" = "Errore durante il salvataggio foto";"Errors" = "Errori";"Existing Location" = "Posizione esistente";"first name" = "nome";"From Library" = "Dalla libreria";"Host Not Found" = "Host non trovato";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "Non ho potuto collegarsi a Twitter. Questo è probabilmente un problema temporaneo, riprova.";"Incidents..." = "Incidenti ...";"Invalid Email" = "Email non valida";"Invalid Email Address" = "Indirizzo email non valido";"Invalid Map Details" = "Mappa valide Dettagli";"Invalid News URL" = "Notizie URL non valido";"Invalid Server Response" = "Risposta del server non valida";"Last Checkin For Each User" = "Ultimo arrivo per ciascun utente";"last name" = "cognome";"Last Sync" = "Ultima Sync";"Loading..." = "Caricamento in corso ...";"Locating..." = "Individuazione ...";"Location" = "Posizione";"Location Error" = "Posizione di errore";"Locations..." = "Sedi ...";"Logout..." = "Logout ...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Sembra che Twitter è giù o in fase di aggiornamento. Si prega di attendere qualche secondo e riprovare.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Sembra che Twitter è sovraccarico. Si prega di attendere qualche secondo e riprovare.";"Map" = "Mappa";"Map Zoom Level" = "Mappa del livello di zoom";"Maps" = "Mappe";"Message" = "Messaggio";"Name" = "Nome";"New Location" = "Nuova posizione";"News" = "News";"No" = "No";"No Category Specified" = "Nessuna categoria specificata";"No Date Specified" = "Nessuna data specificata";"No Internet" = "No Internet";"No Internet Connection" = "Nessuna connessione a Internet";"No Location Specified" = "Nessuna posizione specificata";"No News" = "Non ci sono novità";"No Photos" = "No foto";"No Reports" = "No Report";"No Video" = "Nessun video";"Not Specified" = "Non specificato";"OK" = "OK";"Open In Safari?" = "Apri in Safari?";"Password" = "Password";"Pending Upload" = "In attesa di Carica";"Photo" = "Foto";"Photo Added" = "Foto Aggiunto";"Photo Error" = "Foto di errore";"Photo Settings" = "Impostazioni foto";"Photos" = "Foto";"pixels" = "pixel";"Please enter a valid email address." = "Si prega di inserire un indirizzo email valido.";"Please enter a valid name and url." = "Si prega di inserire un nome valido e url.";"Privacy Settings" = "Impostazioni sulla privacy";"Remove Error" = "Eliminare l'errore";"Remove Photo" = "Rimuovere Foto";"Removed" = "Rimosso";"Report" = "Report";"Reports" = "Rapporti";"Request Error" = "Richiesta di errore";"Required Fields" = "Campi obbligatori";"Resized" = "Ridimensionato";"Resized Image Width" = "Larghezza immagine ridimensionata";"Resizing Photo..." = "Ridimensionamento delle foto ...";"Resizing..." = "Ridimensionamento ...";"Saved" = "Salvato";"Saving..." = "Salvataggio in corso ...";"Search categories..." = "Categorie di Ricerca ...";"Search locations..." = "posizioni di ricerca ...";"Search maps..." = "Cerca mappe ...";"Search reports..." = "report di ricerca ...";"Select" = "Seleziona";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Selezionare una mappa esistente dalla lista, fare clic sul pulsante Aggiorna per individuare le mappe più vicino o il pulsante Plus per aggiungere la propria mappa.";"Select category" = "Scegli la categoria";"Select location" = "Seleziona località";"Select photo" = "Selezionare foto";"Send" = "Invia";"Sending..." = "Invio in corso ...";"Sent" = "Inviati";"Server Error" = "Errore del server";"Settings" = "Impostazioni";"Share Application" = "Condividi Applicazione";"Shortening..." = "Accorciare ...";"SMS Failed" = "SMS non riuscito";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Ci dispiace, sembra che hai perso la tua connessione Internet. Si prega di riconnettersi e riprovare.";"Take Photo" = "Scatta foto";"There was a problem adding the photo." = "C'è stato un problema di aggiungere la foto.";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "C'è stato un problema individuare la propria posizione. Assicurarsi che Servizi di localizzazione è attivata per Ushahidi in Impostazioni > Generali > servizi di localizzazione.";"There was a problem removing the map." = "C'è stato un problema di rimuovere la mappa.";"There was a problem resizing the photo." = "C'è stato un problema ridimensionato la foto.";"This map supports Checkins! Click the Pin button to view the map." = "Questa mappa supporta Checkins! Fare clic sul pulsante Pin per visualizzare la mappa.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Questa mappa supporta Checkins! \\ NClicca il pulsante di filtro per visualizzare solo checkins per un utente specifico o il pulsante Pin checkin per ora.";"Title" = "Titolo";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Per checkin, trascinare il perno della mappa per una posizione più precisa, quindi fare clic sul pulsante Invia dopo aver inserito un messaggio opzionale, le informazioni di contatto e foto.";"Tweet" = "Tweet";"Twitter" = "Twitter";"Twitter Error" = "Errore di Twitter";"Unable to add incident" = "Impossibile aggiungere incidente";"Unable To Checkin" = "Impossibile Checkin";"Unable to checkin, please try again later." = "Incapace di arrivo, si prega di riprovare più tardi.";"Unable To Download Checkins" = "Impossibile scaricare Checkins";"Unable To Send Email" = "In grado di inviare e-mail";"Unable To Send SMS" = "In grado di inviare SMS";"Unable To Upload Report" = "Impossibile caricare il Report";"Unsaved Changes" = "Modifiche non salvate";"Unverified" = "Non verificato";"Upload Error" = "Errore di caricamento";"Uploaded" = "Caricato";"User Location" = "User Location";"Username" = "Username";"Ushahidi Demo" = "Ushahidi Demo";"Ushahidi Maps" = "Ushahidi Maps";"Verified" = "Verificato";"Version" = "Version";"Video" = "Video";"Yes" = "Sì";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Il tuo nome utente e la password non hanno potuto essere verificate. Controlla che sono state inserite correttamente e riprovare.";"zoom" = "zoom";"Enter description" = "Inserisci Descrizione";"Resize Images" = "Ridimensiona Immagini";"Categories" = "Categorie";"View All Categories" = "Visualizza tutte le";"Add" = "Aggiungere";